Repository: erikberter/HistMat
Catalog: config/locale/*/LC_MESSAGES/django.po
Languages: eu

source: Creado por
eu: Egilea:

source: Tipo de archivo
eu: Fitxategi mota

source: Categoria
eu: Kategoria

source: Ninguna
eu: Bat ere ez

source: Borrar
eu: Ezabatu

source: Archivo
eu: Artxiboa

source: Sin Archivo
eu: Ez dago fitxategirik

source: Detalles
eu: Xehetasunak

source: Por
eu: By

source: Filtros de Catalogo
eu: Katalogoko iragazkiak

source: Buscar
eu: Bilatu

source: Filtro de Estado
eu: Egoera iragazkia

source: A leer
eu: Irakurri

source: Leyendo
eu: Irakurketa

source: Leido
eu: Irakurri

source: Cargando
eu: Kargatzen

source: Enviar
eu: Bidali

source: Anador post
eu: Anador mezua

source: Enviado por
eu: Bidalita

source: Sin Imagen
eu: Irudirik gabe

source: Comentarios
eu: Iruzkinak

source: Enviar Comentario
eu: Bidali iruzkina

source: No hay comentarios todavia...
eu: Oraindik ez dago iruzkinik ...

source: Perfil
eu: Profila

source: Todos los logros
eu: Lorpen guztiak

source: No hay Logros
eu: Lorpenik ez

source: Ajustar Usuario
eu: Ezarri erabiltzailea

source: Eliminar Perfil
eu: Ezabatu profila

source: Se unio a HistMat el
eu: HistMat-en sartu zen

source: Editar Perfil
eu: Editatu profila

source: No Seguir
eu: Ez jarraitzeko

source: Seguir
eu: Jarraitu

source: Website
eu: Webgunea

source: No sigues a ningun usuario
eu: Ez duzu inolako erabiltzailerik jarraitzen

source: Ver lista amigos
eu: Ikusi lagunen zerrenda

source: Nombre completo
eu: Izen osoa

source: Ciudad / Pais
eu: Hiria Herrialdea

source: Centro de Estudios
eu: Ikasketa Zentroa

source: Logros cercanos
eu: Lorpen estuak

source: Ir a logros
eu: Lorpenetara joan

source: Busqueda de Usuarios
eu: Erabiltzaile Bilaketa

source: Todos los amigos
eu: Lagun guztiak

source: Nombre de usuario / Nivel
eu: Erabiltzaile izena / Maila

source: Centro de estudios
eu: Ikasketa zentroa

source: Pais / Ciudad
eu: Herriko Hiria

source: Visitar perfil
eu: Bisitatu profila

source: Todavia no sigues a ningun usuario
eu: Oraindik ez duzu inolako erabiltzailerik jarraitzen

source: Catalogo
eu: Katalogoa

source: Mis Libros
eu: Nire liburuak

source: Foro
eu: Foroa

source: Apuntes
eu: Oharrak

source: Bienvenido a HistMat
eu: Ongi etorri HistMat-era
