[{"model": "Blog.blog", "pk": 1, "fields": {"title": "HistMat se lanza contra el mundo!", "text": "Ya hemos lanzado nuestra web, <strong>Histmat</strong>! Despues de 1 lustro de duro trabajo esta aqui para vosotros!\r\n\r\nHistMat: La concepción materialista de la historia (también conocida como materialismo histórico) es un término acuñado por el marxista ruso Gueorgui Plejánov, que alude al marco conceptual identificado por Karl Marx y usado originalmente por él y Friedrich Engels para comprender la historia humana.\r\n\r\nLa teoría materialista de Marx reconoce múltiples influencias intelectuales y sociales:\r\n    <ul><li>Del filósofo alemán Hegel, su método dialéctico.</li>\r\n    <li>De los filósofos materialistas de la Ilustración, la idea de la influencia de las circunstancias y de la educación sobre las personas.</li>\r\n    <li>De los historiadores franceses del periodo de la Restauración, los conceptos de clase social y lucha de clases.</li>\r\n    <li>De los economistas ingleses Adam Smith y David Ricardo, la fundamentación económica de las contraposiciones de clase y la teoría del valor-trabajo.</li>\r\n    <li>Del socialista francés Proudhon el énfasis en el proletariado como la clase revolucionaria de la época.</li>\r\n    <li>Del socialismo reaccionario, la crítica amarga al fracaso de los ideales del liberalismo.</li>\r\n   <li> Del socialismo de Sismondi, la crítica de las consecuencias antisociales del régimen burgués.</li>\r\n    <li>De la izquierda hegeliana y del filósofo Feuerbach, la crítica de la filosofía especulativa y la idea de la religión como resultado de la autoenajenación de la esencia humana.</li>\r\n    <li>De la revolución francesa y de Blanqui, la doctrina de la dictadura revolucionaria.</li>\r\n    <li>De los cartistas ingleses, la importancia de la lucha política para la clase obrera.</li>\r\n    <li>Del socialismo utópico, sus objetivos últimos: abolición de las clases sociales.</li></ul>", "likes": 0, "autor": 1, "thumbnail": "apuntes/docu/img/revolucion-francesa-delacroix.jpg", "slug": "histmat-se-lanza-contra-el-mundo", "created": "2020-12-21T20:20:50.442Z", "updated": "2020-12-21T20:27:04.352Z"}}, {"model": "Blog.blog", "pk": 2, "fields": {"title": "Nueva aplicacion en la siguiente version: TRIVIA!", "text": "Para la primera versión no se ha podido agregar las funciones de trivia, pero para la siguiente versión de la página se viene.. TRIVIA!\r\n\r\nEl trivia contara con las siguiente funciones:\r\n<ul>\r\n<li>Preguntas tipo texto </li>\r\n<li>Preguntas de multiple eleccion</li>\r\n<li>Ranking de puntuacion</li>\r\n</ul>\r\n\r\nEn la proxima actualizacion!!", "likes": 0, "autor": 1, "thumbnail": "apuntes/docu/img/The_Creation_Of_Adam.jpg", "slug": "nueva-aplicacion-en-la-siguiente-version-trivia", "created": "2020-12-21T20:52:37.599Z", "updated": "2020-12-21T20:52:37.599Z"}}]